Repository: mpleclai/stardew-ios-helper
Catalog: StardewHelper/StringResources/ObjectStrings.xcstrings
Source language: en
Languages: es

# Chowder_Description
source: A perfect way to warm yourself after a cold night at sea.
es: La manera perfecta de entrar en calor tras una fría noche en el mar.

# Chowder_Name
source: Chowder
es: Crema de almeja

# Chub_Description
source: A common freshwater fish known for its voracious appetite.
es: Un pez de agua dulce común y famoso por su voraz apetito.

# Chub_Name
source: Chub
es: Barbo

# CinderShard_Description
source: You can feel a warm glow from within this stone.
es: Puedes sentir un brillo caliente proveniente de su interior.

# CinderShard_Name
source: Cinder Shard
es: Fragmento de ceniza

# Clam_Description
source: There's a chewy little guy in there...
es: Antes vivía aquí un molusco.

# Clam_Name
source: Clam
es: Almeja

# Clay_Description
source: Used in crafting and construction.
es: Se usa para fabricar objetos y construir edificios.

# Clay_Name
source: Clay
es: Arcilla

# Cloth_Description
source: A bolt of fine wool cloth.
es: Un rollo de tejido lanoso.

# Cloth_Name
source: Cloth
es: Tela

# Coal_Description
source: A combustible rock that is useful for crafting and smelting.
es: Una roca combustible usada en la fundición y para fabricar objetos.

# Coal_Name
source: Coal
es: Carbón

# CobblestonePath_Description
source: Place on the ground to create paths or to spruce up your floors.
es: Colócalo para crear caminos o adornar tus suelos.

# CobblestonePath_Name
source: Cobblestone Path
es: Camino de guijarros

# Cockle_Description
source: A common saltwater clam.
es: Una almeja de agua salada común.

# Cockle_Name
source: Cockle
es: Berberecho

# Coconut_Description
source: A seed of the coconut palm. It has many culinary uses.
es: El fruto del cocotero. Tiene muchos usos en la cocina.

# Coconut_Name
source: Coconut
es: Coco

# Coffee_Description
source: It smells delicious. This is sure to give you a boost.
es: Huele de maravilla. Seguro que te da energía.

# Coffee_Name
source: Coffee
es: Café

# CoffeeBean_Description
source: Plant in spring or summer to grow a coffee plant. Place five beans in a keg to make coffee.
es: Plántalo en verano para tener un cafeto. Coloca cinco granos en un barril para hacer café.

# CoffeeBean_Name
source: Coffee Bean
es: Grano de café

# Coleslaw_Description
source: It's light; fresh and very healthy.
es: Ligero; fresco y muy sano.

# Coleslaw_Name
source: Coleslaw
es: Chucrut

# CombinedRing_Name
source: Combined Ring
es: Anillo combinado

# CommonMushroom_Description
source: Slightly nutty; with good texture.
es: Con un ligero toque a frutos secos y buena textura.

# CommonMushroom_Name
source: Common Mushroom
es: Seta común

# CompleteBreakfast_Description
source: You'll feel ready to take on the world!
es: ¡Te hace sentir listo para comerte el mundo!

# CompleteBreakfast_Name
source: Complete Breakfast
es: Desayuno inglés

# Cookie_Description
source: Very chewy.
es: Deliciosamente densas.

# Cookie_Name
source: Cookies
es: Galletas

# CookoutKit_Description
source: Use this to create a cooking campfire; allowing you to cook on-the-go!
es: Utiliza esto para crear una hogera en la que cocinar; ¡Permitiéndote preparar comida fuera de casa!

# CookoutKit_Name
source: Cookout Kit
es: Kit de cocina portátil

# CopperBar_Description
source: A bar of pure copper.
es: Una barra de cobre puro.

# CopperBar_Name
source: Copper Bar
es: Lingote de cobre

# CopperOre_Description
source: A common ore that can be smelted into bars.
es: Una mena muy común que se puede fundir para hacer lingotes.

# CopperOre_Name
source: Copper Ore
es: Mena de cobre

# CopperStone_Description
source: There's copper ore in this stone.
es: Hay menas de cobre en esta piedra.

# Coral_Description
source: A colony of tiny creatures that clump together to form beautiful structures.
es: Una colonia de criaturas minúsculas que se agrupan para formar hermosas estructuras.

# CorkBobber_Description
source: Slightly increases the size of your "fishing bar".
es: Aumenta ligeramente el tamaño de tu «barra de pesca».

# CorkBobber_Name
source: Cork Bobber
es: Corcho ligero

# Corn_Description
source: One of the most popular grains. The sweet; fresh cobs are a summer favorite.
es: Uno de los cereales más populares. Sus mazorcas frescas y dulces son un clásico del verano.

# Corn_Name
source: Corn
es: Maíz

# CornSeeds_Description
source: Plant these in the summer or fall. Takes 14 days to mature; and continues to produce after first harvest.
es: Plántalas en verano o en otoño. Tardan 14 días en madurar; y siguen produciendo tras la primera cosecha.

# CornSeeds_Name
source: Corn Seeds
es: Semillas de maíz

# Crab_Description
source: A marine crustacean with two powerful pincers.
es: Un crustáceo marino con dos pinzas poderosas.

# Crab_Name
source: Crab
es: Cangrejo

# CrabCakes_Description
source: Crab; bread crumbs; and egg formed into patties then fried to a golden brown.
es: Cangrejo; pan rallado y huevo con forma de medallones. Fritas hasta que quedan doradas.

# CrabCakes_Name
source: Crab Cakes
es: Tortas de cangrejo

# CrabPot_Description
source: Place it in the water; load it with bait; and check the next day to see if you've caught anything. Works in streams; lakes; and the ocean.
es: Colócala en el agua; ponle cebo y revísala al día siguiente para ver si has atrapado algo. Funciona en arroyos; lagos y en el mar.

# CrabPot_Name
source: Crab Pot
es: Trampa para cangrejos

# CrabshellRing_Description
source: The top of the ring is made from enchanted crab shell.
es: La parte de arriba del anillo está hecha con un caparazón de cangrejo encantado.

# CrabshellRing_Name
source: Crabshell Ring
es: Anillo caparazón de cangrejo

# CraftingRecipe_FallSeeds
source: Wild Seeds (Fa)
es: Semillas otoñales

# CraftingRecipe_GoldBar
source: Transmute (Au)
es: Transmutar (Au)

# CraftingRecipe_IronBar
source: Transmute (Fe)
es: Transmutar (Fe)

# CraftingRecipe_SpringSeeds
source: Wild Seeds (Sp)
es: Semillas primaverales

# CraftingRecipe_SummerSeeds
source: Wild Seeds (Su)
es: Semillas veraniegas

# CraftingRecipe_WinterSeeds
source: Wild Seeds (Wi)
es: Semillas invernales

# Cranberries_Description
source: These tart red berries are a traditional winter food.
es: Estas bayas ácidas y rojas se comen mucho en invierno.

# Cranberries_Name
source: Cranberries
es: Grosella

# CranberryCandy_Description
source: It's sweet enough to mask the bitter fruit.
es: Lo suficientemente dulce para disfrazar el amargor de la fruta.

# CranberryCandy_Name
source: Cranberry Candy
es: Dulce de grosellas

# CranberrySauce_Description
source: A festive treat.
es: Un capricho festivo.

# CranberrySauce_Name
source: Cranberry Sauce
es: Salsa de grosellas

# CranberrySeeds_Description
source: Plant these in the fall. Takes 7 days to mature; and continues to produce after first harvest.
es: Plántalas en otoño. Tardan 7 días en madurar; y siguen produciendo tras la primera cosecha.

# CranberrySeeds_Name
source: Cranberry Seeds
es: Semillas de grosella

# Crayfish_Description
source: A small freshwater relative of the lobster.
es: Un pariente más pequeño y de agua dulce de la langosta.

# Crayfish_Name
source: Crayfish
es: Cangrejo de río

# Crimsonfish_Description
source: Lives deep in the ocean but likes to lay its eggs in the warm summer water.
es: Vive en las profundidades del océano; pero le gusta desovar en el agua cálida del verano.

# Crimsonfish_Name
source: Crimsonfish
es: Pez carmesí

# CrispyBass_Description
source: Wow; the breading is perfect.
es: Guau; el rebozado es perfecto.

# CrispyBass_Name
source: Crispy Bass
es: Perca crujiente

# Crocus_Description
source: A flower that can bloom in the winter.
es: Una flor que puede florecer en invierno.

# Crocus_Name
source: Crocus
es: Azafrán

# CrystalFloor_Description
source: Place on the ground to create paths or to spruce up your floors.
es: Colócalo para crear caminos o adornar tus suelos.

# CrystalFloor_Name
source: Crystal Floor
es: Suelo de cristal

# CrystalFruit_Description
source: A delicate fruit that pops up from the snow.
es: Una delicada fruta que surge de la nieve.

# CrystalFruit_Name
source: Crystal Fruit
es: Fruta de cristal

# CrystalPath_Description
source: Place on the ground to create paths or to spruce up your floors.
es: Colócalo para crear caminos o adornar tus suelos.

# CrystalPath_Name
source: Crystal Path
es: Camino de cristal

# CuriosityLure_Description
source: Increases your chance to catch rare fish.
es: Aumenta tus probabilidades de pescar peces raros.

# CuriosityLure_Name
source: Curiosity Lure
es: Cebo de curiosidad

# Daffodil_Description
source: A traditional spring flower that makes a nice gift.
es: Una flor tradicional de primavera popular como regalo.

# Daffodil_Name
source: Daffodil
es: Narciso

# Dandelion_Description
source: Not the prettiest flower; but the leaves make a good salad.
es: No es la flor más bonita; pero sus hojas quedan bien en ensaladas.

# Dandelion_Name
source: Dandelion
es: Diente de león

source: Dark Talisman
es: Talismán oscuro

# DarkTalismanDescription
source: You've found the {0}! It's covered in bug slime...
es: ¡Has encontrado el «{0}»! Está cubierto de baba de insecto...

# DecorativePot_Description
source: A replica of an ancient pot.
es: La réplica de un jarrón antiguo.

# DecorativePot_Name
source: Decorative Pot
es: Jarrón decorativo

# DeluxeBait_Description
source: Causes fish to bite even faster and increases size of the "fishing bar".
es: Hace que los peces piquen aún más rápido y aumenta el tamaño de la "barra de pesca".

# DeluxeBait_Name
source: Deluxe Bait
es: Cebo de lujo

# DeluxeFertilizer_Description
source: Greatly improves soil quality; increasing your chance to grow quality crops. Mix into tilled soil.
es: Mejora enormemente la calidad del suelo; aumentando la probabilidad de que crezcan cultivos de calidad. Se mezcla con la tierra.

# DeluxeFertilizer_Name
source: Deluxe Fertilizer
es: Fertilizante de lujo

# DeluxeRetainingSoil_Description
source: This soil has a 100% chance of staying watered overnight. Mix into tilled soil.
es: Esta tierra tiene un 100% de probabilidad de mantenerse húmeda durante la noche. Se mezcla con la tierra.

# DeluxeRetainingSoil_Name
source: Deluxe Retaining Soil
es: Suelo absorbente de lujo

# DeluxeSpeedGro_Description
source: Stimulates leaf production. Guaranteed to increase growth rate by at least 25%. Mix into tilled soil.
es: Estimula el crecimiento de las hojas. Garantiza una tasa de crecimiento como mínimo un 25% más rápida. Úsalo sobre suelo arado.

# DeluxeSpeedGro_Name
source: Deluxe Speed-Gro
es: Acelerador deluxe

# Diamond_Description
source: A rare and valuable gem.
es: Una gema poco común y muy valiosa.

# Diamond_Name
source: Diamond
es: Diamante

# DinosaurEgg_Description
source: A giant dino egg... The entire shell is still intact!
es: Un huevo gigante de dinosaurio... ¡La cáscara se conserva intacta!

# DinosaurEgg_Name
source: Dinosaur Egg
es: Huevo de dinosaurio

# DinosaurMayonnaise_Description
source: It's thick and creamy; with a vivid green hue. It smells like grass and leather.
es: Es gruesa y cremosa; con un vívido matiz verde. Huele a hierba y cuero.

# DinosaurMayonnaise_Name
source: Dinosaur Mayonnaise
es: Mayonesa dinosaurio

# DishOTheSea_Description
source: This'll keep you warm in the cold sea air.
es: Te mantendrá caliente en el frío aire de alta mar.

# DishOTheSea_Name
source: Dish O' The Sea
es: Plato de alta mar

# Dolomite_Description
source: It can occur in coral reefs; often near an underwater volcano.
es: Puede darse en arrecifes de coral; a menudo cerca de volcanes submarinos.

# Dolomite_Name
source: Dolomite
es: Dolomita

# Dorado_Description
source: A fierce carnivore with brilliant orange scales.
es: Un carnívoro fiero con escamas naranja brillante.

# DragonTooth_Description
source: These are rumored to be the teeth of ancient serpents. The enamel is made of pure iridium!
es: Se rumorea que son dientes de antiguas serpientes.¡El esmalte está hecho de iridio puro!

# DragonTooth_Name
source: Dragon Tooth
es: Diente de dragón

# DressedSpinner_Description
source: The metal tab and colorful streamers create an enticing spectacle for fish. Increases the bite-rate when fishing.
es: La chapa de metal y las cintas de colores crean un espectáculo seductor para los peces. Aumenta la cantidad de peces que pican al pescar.

# DressedSpinner_Name
source: Dressed Spinner
es: Girador disfrazado

# DriedFruit_CollectionsTabDescription
source: Chewy pieces of dried fruit.
es: Trozos gomosos de fruta seca.

# DriedFruit_CollectionsTabName
source: Dried Fruit
es: Fruta seca

# DriedFruit_Description
source: Chewy pieces of dried {0}.
es: Pedazos gomosos de {0} seca.

# DriedFruit_Name
source: Dried
es: Seca

# DriedMushrooms_CollectionsTabDescription
source: A package of gourmet mushrooms.
es: Un paquete de setas gourmet.

# DriedMushrooms_CollectionsTabName
source: Dried Mushrooms
es: Setas secas

# DriedMushrooms_Description
source: A package of gourmet mushrooms.
es: Un paquete de setas gourmet.

# DriedMushrooms_Name
source: Dried
es: Seco

# DriedStarfish_Description
source: A starfish from the primordial ocean. It's an unusually pristine specimen!
es: Una estrella de mar del océano primitivo. ¡Un espécimen sorprendentemente impoluto!

# DriedStarfish_Name
source: Dried Starfish
es: Estrella de mar seca

# Driftwood_Description
source: A piece of wood from the sea.
es: Un trozo de madera que flotaba en el mar.

# Driftwood_Name
source: Driftwood
es: Madera flotante

# DrumBlock_Description
source: Plays a drum sound when you walk past.
es: Suena como un tambor cuando lo pisas.

# DrumBlock_Name
source: Drum Block
es: Bloque tambor

# DuckEgg_Description
source: It's still warm.
es: Aún está caliente.

# DuckEgg_Name
source: Duck Egg
es: Huevo de pato

# DuckFeather_Description
source: It's so colorful.
es: Qué colorida.

# DuckFeather_Name
source: Duck Feather
es: Pluma de pato

# DuckMayonnaise_Description
source: It's a rich; yellow mayonnaise.
es: Una mayonesa rica y amarilla.

# DuckMayonnaise_Name
source: Duck Mayonnaise
es: Mayonesa de pato

# DwarfGadget_Description
source: It's a piece of the advanced technology once known to the dwarves. It's still glowing and humming; but you're unable to understand how it works.
es: Una pieza de la avanzada tecnología que una vez conocieron los enanos. Sigue brillando y haciendo ruidos; pero eres incapaz de averiguar cómo se usa.

# DwarfGadget_Name
source: Dwarf Gadget
es: Dispositivo enano

# DwarfScrollI_Description
source: A yellowed scroll of parchment filled with dwarven script. This one's tied with a red bow.
es: Un rollo de pergamino amarillento lleno de escritura enana. Va atado con un lazo rojo.

# DwarfScrollI_Name
source: Dwarf Scroll I
es: Rollo enano I

# DwarfScrollII_Description
source: A yellowed scroll of parchment filled with dwarven script. This one's tied with a green ribbon.
es: Un rollo de pergamino amarillento lleno de escritura enana. Va atado con una cinta verde.

# DwarfScrollII_Name
source: Dwarf Scroll II
es: Rollo enano II

# DwarfScrollIII_Description
source: A yellowed scroll of parchment filled with dwarven script. This one's tied with a blue rope.
es: Un rollo de pergamino amarillento lleno de escritura enana. Va atado con una cuerda azul.

# DwarfScrollIII_Name
source: Dwarf Scroll III
es: Rollo enano III

# DwarfScrollIV_Description
source: A yellowed scroll of parchment filled with dwarven script. This one's tied with a golden chain.
es: Un rollo de pergamino amarillento lleno de escritura enana. Va atado con una cadena dorada.

# DwarfScrollIV_Name
source: Dwarf Scroll IV
es: Rollo enano IV

# DwarvishHelm_Description
source: It's one of the helmets commonly worn by dwarves. The thick metal plating protects them from falling debris and stalactites.
es: Uno de los yelmos que los enanos suelen llevar. El grueso revestimiento de metal les protege de escombros y estalactitas que puedan caer.

# DwarvishHelm_Name
source: Dwarvish Helm
es: Yelmo enano

# DwarvishTranslationGuide_Description
source: Teaches you dwarvish.
es: Te enseña el idioma enano.

# DwarvishTranslationGuide_Name
source: Dwarvish Translation Guide
es: Guía de traducción enana

# EarthCrystal_Description
source: A resinous substance found near the surface.
es: Una sustancia resinosa que se encuentra cerca de la superficie.

# EarthCrystal_Name
source: Earth Crystal
es: Cristal terrestre

# Ectoplasm_Description
source: A thick; slimy goop that the Wizard wants for some reason.
es: Un grueso; viscoso lodo que el Mago quiere por alguna razón.

# Ectoplasm_Name
source: Ectoplasm
es: Ectoplasma

# Eel_Description
source: A long; slippery little fish.
es: Un pez pequeño; largo y resbaladizo.

# Eel_Name
source: Eel
es: Anguila

# Eggplant_Description
source: A rich and wholesome relative of the tomato. Delicious fried or stewed.
es: Una verdura pariente del tomate; rica y saludable. Es deliciosa frita o en estofados.

# Eggplant_Name
source: Eggplant
es: Berenjena

# EggplantParmesan_Description
source: Tangy; cheesy; and wonderful.
es: Ácida; llena de queso y maravillosa.

# EggplantParmesan_Name
source: Eggplant Parmesan
es: Berenjena al parmesano

# EggplantSeeds_Description
source: Plant these in the fall. Takes 5 days to mature; and continues to produce after first harvest.
es: Plántalas en otoño. Tardan 5 días en madurar; y siguen produciendo tras la primera cosecha.

# EggplantSeeds_Name
source: Eggplant Seeds
es: Semillas de berenjena

# ElvishJewelry_Description
source: Dirty but still beautiful. On the side is a flowing script thought by some to be the ancient language of the elves. No Elvish bones have ever been found.
es: Sucia pero aún hermosa. En un lado hay una escritura fluida que algunos creen que es la lengua de los elfos. Jamás se han encontrado huesos élficos.

# ElvishJewelry_Name
source: Elvish Jewelry
es: Joyería élfica

# Emerald_Description
source: A precious stone with a brilliant green color.
es: Una piedra preciosa con un color verde brillante.

# Emerald_Name
source: Emerald
es: Esmeralda

# EmeraldRing_Description
source: Increases weapon speed by 10%.
es: Aumenta la velocidad del arma en un 10%.

# EmeraldRing_Name
source: Emerald Ring
es: Anillo de esmeralda

# EnergyTonic_Description
source: Restores a lot of energy.
es: Recupera mucha energía.

# EnergyTonic_Name
source: Energy Tonic
es: Tónico energético

# Enricher_Description
source: Place on a sprinkler and load with fertilizer to automatically apply it when planting seeds nearby.
es: Sitúalo en un aspersor y cárgalo con fertilizante para aplicarlo automáticamente al plantar semillas a su alrededor.

# Enricher_Name
source: Enricher
es: Enriquecedor

# Escargot_Description
source: Butter-soaked snails cooked to perfection.
es: Caracoles cubiertos de mantequilla cocinados a la perfección.

# Esperite_Description
source: The crystals glow bright green when stimulated.
es: Sus cristales brillan en verde claro cuando se los estimula.

# Esperite_Name
source: Esperite
es: Esperita

# ExplosiveAmmo_Description
source: Fire this with the slingshot.
es: Dispárala con un tirachinas.

# ExplosiveAmmo_Name
source: Explosive Ammo
es: Munición explosiva

# FairyDust_Description
source: Sprinkle on kegs; furnaces; and other refining equipment to instantly receive their product.
es: Espolvorear sobre barriles; hornos y otros artilugios de refinamiento para recibir instantáneamente su producto.

# FairyDust_Name
source: Fairy Dust
es: Polvo de hadas

# FairyRose_Description
source: An old folk legend suggests that the sweet smell of this flower attracts fairies.
es: Según una antigua leyenda popular; el olor de esta flor atrae a las hadas.

# FairyRose_Name
source: Fairy Rose
es: Rosa hada

# FairySeeds_Description
source: Plant in fall. Takes 12 days to produce a mysterious flower. Assorted Colors.
es: Plántalas en otoño. Tardan 12 días en producir una misteriosa flor. Colores variados.

# FairySeeds_Name
source: Fairy Seeds
es: Semillas de hada

# FairyStone_Description
source: An old miner's song suggests these are made from the bones of ancient fairies.
es: Según una antigua canción minera; están hechas de huesos de antiguas hadas.

# FairyStone_Name
source: Fairy Stone
es: Piedra hada

# FallSeeds_Description
source: An assortment of wild fall seeds.
es: Un surtido de semillas silvestres de otoño.

# FallSeeds_Name
source: Fall Seeds
es: Semillas otoñales

# FarAwayStone_Description
source: A stone of unknown origins. Looks like it could be placed into something.
es: Una roca de orígenes desconocidos. Parece que puede colocarse en algún sitio.

# FarAwayStone_Name
source: Far Away Stone
es: Roca de la lejanía

# FarmersLunch_Description
source: This'll keep you going.
es: Te cargará las pilas.

# FarmersLunch_Name
source: Farmer's Lunch
es: Almuerzo de granjero

# Fiber_Description
source: Raw material sourced from plants.
es: Materia prima obtenida de las plantas.

# Fiber_Name
source: Fiber
es: Fibra vegetal

# FiberSeeds_Description
source: Plant these in any season. Does not require watering. Harvest with the scythe. Takes 7 days to grow.
es: Plántalas en cualquier estación. No requieren ser regadas. Cosechar con la guadaña.

# FiberSeeds_Name
source: Fiber Seeds
es: Semillas de fibra

# FiddleheadFern_Description
source: The young shoots are an edible specialty.
es: Sus brotes tiernos son una especialidad comestible.

# FiddleheadFern_Name
source: Fiddlehead Fern
es: Helecho

# FiddleheadRisotto_Description
source: A creamy rice dish served with sauteed fern heads. It's a little bland.
es: Un plato de arroz cremoso servido con cabezas de helecho. Su sabor es suave.

# FiddleheadRisotto_Name
source: Fiddlehead Risotto
es: Risotto de helecho

# FieldSnack_Description
source: A quick snack to fuel the hungry forager.
es: Un tentempié rápido para dar energía al recolector hambriento.

# FieldSnack_Name
source: Field Snack
es: Barrita campestre

# FireOpal_Description
source: A rare variety of opal; named for its red spots.
es: Una variedad rara de ópalo que recibe ese nombre por sus motas rojas.

# FireOpal_Name
source: Fire Opal
es: Ópalo de fuego

# FireQuartz_Description
source: A glowing red crystal commonly found near hot lava.
es: Un cristal rojo brillante que se suele encontrar junto a la lava ardiente.

# FireQuartz_Name
source: Fire Quartz
es: Cuarzo de fuego

# FireworksGreen_Description
source: An old tradition for celebrations and festivities. Handle with care!
es: Una vieja tradición para celebraciones y festividades. ¡Manipúlalos con cuidado!

# FireworksGreen_Name
source: Fireworks (Green)
es: Fuegos artificiales (verde)

# FireworksPurple_Description
source: An old tradition for celebrations and festivities. Handle with care!
es: Una vieja tradición para celebraciones y festividades. ¡Manipúlalos con cuidado!

# FireworksPurple_Name
source: Fireworks (Purple)
es: Fuegos artificiales (morado)

# FireworksRed_Description
source: An old tradition for celebrations and festivities. Handle with care!
es: Una vieja tradición para celebraciones y festividades. ¡Manipúlalos con cuidado!

# FireworksRed_Name
source: Fireworks (Red)
es: Fuegos artificiales (rojo)

# FishStew_Description
source: It smells a lot like the sea. Tastes better; though.
es: Huele mucho a mar. Eso sí; sabe mejor.

# FishStew_Name
source: Fish Stew
es: Caldereta

# FishTaco_Description
source: It smells delicious.
es: Huele delicioso.

# FishTaco_Name
source: Fish Taco
es: Taco de pescado

# Flounder_Description
source: It lives on the bottom; so both eyes are on top of its head.
es: Vive en la parte inferior; por lo que ambos ojos están encima de su cabeza.

# Flounder_Name
source: Flounder
es: Platija
